INSERT INTO `personality_diagnose_questions` (
 `personality_id`,
 `index`,
 `content`
) VALUES
(1, 1, 'やると決めたことを最後までやりきる'),
(1, 2, '無責任な人を見るとイライラする'),
(1, 3, '「〇〇すべき」という言葉をよく使っている'),
(1, 4, '厳しいしつけを受けてきた'),
--          思考/感性
--     語尾に「すべき」「しなければならない」を使う
-- 自分が感じたこととその理由が構造化できるとスッキリする
-- 考えないといけないことが、夢に出てきたことがある
-- 自分と似ている感じの人に「好き」と思うことが多い
-- 気にしてもしょうがないことは、寝て忘れることがある
-- 困った時に、ヘラヘラしてしまう
-- 人と話すとき、相槌や自分の表情に気を遣い、話しやすい雰囲気作りをする
-- 好きなことにはとことん没頭するタイプだ
--  物事を進める時はまず目標や目的をきちんと確認してから動く
-- 身の回りで問題が生じた際は、自身の視点からではなく俯瞰的に捉えがち
-- 物事を分析する時は、事実に基づいて考える
-- 質問を聞かれたら、まず事実を伝える
-- 物事を本質的に捉えようとする癖がある
-- あいまいな質問をされたとき、質問の前提条件を確認してから答えを言う
-- 自分自身への評価は厳しいほうだ
-- 内省するときは、自分の感情を切り離して考えるよりも、自分の感情と素直に向き合って考える傾向がある
-- 自分のやりたい！ということが出てきたら、できる・できないに関わらず、まずはやってみる
-- 自分が行動するとき、今やりたいことから順番に行う
-- 相手を喜ばせるために、コミュニケーションの中で優しい一言を付け加える
-- 「この人とうまくいかないなぁ」などどうでもよくないことは忘れられない
-- 私はよく泣くタイプだ
-- 人に対して「好きな雰囲気」「嫌いな雰囲気」を感じる
-- 自分のことでいっぱいいっぱいになって大変な時がある。
-- 嫌なことは、頭の片隅に残ってモヤモヤすることがある
-- 自分の言動によって、周りに優しい空間が広がった時に嬉しくなる
(2, 5, 'わたしはホメ上手だと思う'),
(2, 6, '聞き役になることが多い'),
(2, 7, '困っている人をみるとなんとかしてあげたくなる'),
(2, 8, 'ボランティア活動などに参加するのが好き'),
(3, 9, '結果を予測して準備する'),
(3, 10, '他の人はどうするだろう？と客観視する'),
(3, 11, '物事を分析して、事実に基づいて考える'),
(3, 12, '上手くいかない時でもあまりイライラしない'),
(4, 13, '欲しいものは手い入れないと気が済まない'),
(4, 14, '人のことを見ただけで、なんとなくこの人はこんな人かなと感じる'),
(4, 15, '将来のイメージを妄想することが好き'),
(4, 16, 'みんなでワイワイ集まるのが好き'),
(5, 17, '嫌なことを嫌と言えないことが多い'),
(5, 18, 'リーダー的な人の意見に従う方が楽'),
(5, 19, '人からの視線や評価がいつも気になる'),
(5, 20, '何か頼まれると先延ばしにしがち');

-- 大切な人に何ができるかを考える
-- 自分の周りには嫌な人が多い
-- うまくいかないことがあったときは自分のどの行動が悪かったか考える
-- 自分は周りの人よりも、上だと思う
-- 困っているときに助けてくれた人には恩返ししたい
-- 誰かに応援してもらえている
-- 自分に自信がない
-- 誰かの役に立ちたい
-- 自分は幸せだと思う
-- パートナーや恋人を選ぶときは「自分がこの人をどれだけ幸せにできるか」を考える
-- 今まで人に裏切られたことがある
-- メリット・デメリットを常に考えている
-- 自分は謙虚なほうだと思う 3, 50
-- 人を褒めてあげることは大事だ 3, 51
-- 人に不信を感じるときもある 3, 52
-- パートナーや恋人は自分にとってメリットがあるかが重要だ 3, 53
-- 周りとの人間関係のせいで失敗したことがある 3, 54
-- 無責任な人を見るとイライラする 3,55
-- 人の弱みを握ることも１つの戦略だ 3,56
-- お金を稼ぐために出世したい　1,15
-- チームでやるより、自分でやった方が結果を出しやすい 3,57
-- 諦めたくなったら、諦めればいい 4,65
-- 環境のせいで、達成できないことが多い 4,60
-- 想定外のことが起こった時、その事象を起こした人が悪い 5,82
-- 理不尽な人がいたら、離れたい 3,58
