INSERT INTO `thinking_logic_type_questions` (
    `index`,
    `content`
) VALUES
(1, '語尾に「すべき」「しなければならない」を使う'),
(2, '自分が感じたこととその理由が構造化できるとスッキリする'),
(3, '考えないといけないことが、夢に出てきたことがある'),
(4, '自分と似ている感じの人に「好き」と思うことが多い'),
(5, '気にしてもしょうがないことは、寝て忘れることがある'),
(6, '困った時に、ヘラヘラしてしまう'),
(7, '人と話すとき、相槌や自分の表情に気を遣い、話しやすい雰囲気作りをする'),
(8, '好きなことにはとことん没頭するタイプだ'),
(9, ' 物事を進める時はまず目標や目的をきちんと確認してから動く'),
(10, '身の回りで問題が生じた際は、自身の視点からではなく俯瞰的に捉えがち'),
(11, '物事を分析する時は、事実に基づいて考える'),
(12, '質問を聞かれたら、まず事実を伝える'),
(13, '物事を本質的に捉えようとする癖がある'),
(14, 'あいまいな質問をされたとき、質問の前提条件を確認してから答えを言う'),
(15, '自分自身への評価は厳しいほうだ'),
(16, '内省するときは、自分の感情を切り離して考えるよりも、自分の感情と素直に向き合って考える傾向がある'),
(17, '自分のやりたい！ということが出てきたら、できる・できないに関わらず、まずはやってみる'),
(18, '自分が行動するとき、今やりたいことから順番に行う'),
(19, '相手を喜ばせるために、コミュニケーションの中で優しい一言を付け加える'),
(20, '「この人とうまくいかないなぁ」などどうでもよくないことは忘れられない'),
(21, '私はよく泣くタイプだ'),
(22, '人に対して「好きな雰囲気」「嫌いな雰囲気」を感じる'),
(23, '自分のことでいっぱいいっぱいになって大変な時がある'),
(24, '嫌なことは、頭の片隅に残ってモヤモヤすることがある'),
(25, '自分の言動によって、周りに優しい空間が広がった時に嬉しくなる');

-- 利他利己　利己指数より取ってくる
